Repository: Not0range/CommPay
Catalog: lib/locale/app_*.arb
Languages: ru

source: Error
ru: Ошибка

source: OK
ru: ОК

source: Cancel
ru: Отмена

source: Yes
ru: Да

source: No
ru: Нет

source: Version
ru: Версия

source: Not Implemnted
ru: Не реализовано

source: Loading...
ru: Загрузка...

# searchInvite
source: Type query an press search button
ru: Введите запрос и нажмите кнопку поиска

source: Search...
ru: Поиск...

source: No results
ru: Нет результатов

# codeNotFound
source: Device with this serial not found
ru: Прибор с указанным номером не найден

# qrNotFound
source: Image not contains qr-codes
ru: Изображение не содержит QR-кодов

# networkError
source: Network error. Check Internet connection.
ru: Ошибка поключения. Проверьте соединение с Интернетом.

# loginError
source: Wrong number and/or password
ru: Неверно введены номер телефона и/или пароль

# errorLoadingData
source: Load data error. Try again later.
ru: Ошибка загрузки данных. Повторите попытку позже.

source: Refresh
ru: Обновить

# fieldsMustFilled
source: All fields must be filled
ru: Все поля должны быть заполнены

# inputError
source: Wrong value
ru: Неверное значение

# leastValue
source: Current value at least previous
ru: Текущее значение должно быть больше

# sameValues
source: Values must be different
ru: Значения должны различаться

# emptyError
source: Field must be filled
ru: Поле должно быть заполено

# sameDates
source: Dates must be different
ru: Даты должны различаться

source: Authorization
ru: Авторизация

source: Com pay
ru: Коммунальные платежи

# phone
source: Phone number
ru: Телефон

source: Password
ru: Пароль

# remember
source: Remember me
ru: Запомнить

source: Login
ru: Вход

source: Logout
ru: Выход

# logoutQuestion
source: Are you sure?
ru: Вы уверены, что желаете выйти с текущей учётной записи?

# passwordLength
source: Password must be contains at least 5 characters
ru: Пароль должен содержать не менее 5 символов

source: Main menu
ru: Главное меню

source: Water Supply
ru: Водоснабжение

source: Electricity
ru: Электроэнергия

source: Gas
ru: Газ

source: Recycling
ru: ТБО

source: Measurment
ru: Снятие показаний

source: Verification
ru: Поверка

source: Replacement
ru: Замена

# aimToQr
source: Aim to QR code
ru: Наведите на QR-код

source: Sending photos
ru: Отправка фото

# photoDate
source: Photo made in
ru: Фото сделаны

# fileInQueue
source: Files in queue count
ru: Файлов в очереди

# myWaterMeters
source: My meters
ru: Мои счётчики

# searchWaterQr
source: Search meter by QR
ru: Поиск счётчика по QR

# searchWaterCode
source: Search meter by code
ru: Поиск счётчика по коду

source: Object ID
ru: ID объекта

source: liability
ru: Ответственный

# prevDate
source: Previous measurment date
ru: Дата снятия предыдущего показания

# currentDate
source: Current measurment date
ru: Дата снятия настоящего показания

# prevValue
source: Previous measurment value
ru: Предыдущее показание

# currentValue
source: Current measurment value
ru: Настоящее показание

# noConsumption
source: No consumtion
ru: Нет потребления

# photoAttached
source: Photo attached count
ru: Фото прикреплено

# needPhoto
source: Need attach photo
ru: Необходимо прикрепить фото

source: Unmounting date
ru: Дата снятия на поверку

source: Mounting date
ru: Дата установки после поверки

# unmount
source: Unmount meter for verification
ru: Снятие прибора учёта на поверку

source: Replace meter
ru: Замена прибора учёта

# serialNumber
source: Meter's serial number
ru: Заводской номер прибора учёта

source: Replacement date
ru: Дата замены

# newMeterValue
source: New meter's value
ru: Показания нового прибора учёта
